# /Applications
cask "asana"
cask "atomic-wallet"
cask "brave-browser"
cask "dropbox"
cask "exodus"
cask "firefox"
cask "google-chrome"
cask "kindle"
cask "notion"
cask "opera"
cask "slack"
cask "spotify"
cask "sublime-merge"
cask "sublime-text"
cask "tandem"
cask "telegram"
cask "tor-browser"
cask "vlc"
cask "whatsapp"
cask "zoom"

# Command line
brew "mackup"
brew "the_silver_searcher" # ag
brew "pwgen"
brew "watch"
brew "wget"

# Programming Environment
brew "awscli"
brew "circleci"
brew "cmake"
brew "dialog"
brew "docker"
brew "influxdb", restart_service: true
brew "mysql", restart_service: true
brew "mysql-client"
brew "mytop"
brew "openblas"
brew "openssl@3", link: true
brew "postgresql", restart_service: true
brew "pv"
brew "python@3.9"
brew "redis", restart_service: true

