# /Applications
cask "asana"
cask "atomic-wallet"
cask "brave-browser"
cask "devutils"
cask "discord"
cask "dropbox"
cask "exodus"
cask "google-chrome"
cask "notion"
cask "slack"
cask "spotify"
cask "sublime-merge"
cask "signal"
cask "telegram"
cask "tor-browser"
cask "vlc"
cask "whatsapp"
cask "warp"
cask "zoom"

# Command line
brew "mackup"
brew "the_silver_searcher" # ag
brew "pwgen"
brew "watch"
brew "wget"

# Programming Environment
brew "circleci"
brew "cmake"
brew "dialog"
brew "gh"
brew "hadolint"
brew "influxdb", restart_service: true
brew "mysql", restart_service: true
brew "mysql-client"
brew "mytop"
brew "openssl@3", link: true
brew "postgresql@14", restart_service: true
brew "pv"
brew "python@3.9"
brew "python@3.10"
brew "python@3.11"
brew "redis", restart_service: true

