# /Applications
cask "asana"
cask "brave-browser"
cask "dropbox"
cask "freedom"
cask "google-chrome"
cask "notion"
cask "slack"
cask "spotify"
cask "sublime-merge"
cask "signal"
cask "telegram"
cask "tor-browser"
cask "transmission"
cask "vlc"
cask "whatsapp"
cask "zoom"

# Command line
brew "bat"
brew "mackup"
brew "the_silver_searcher" # ag
brew "pwgen"
brew "watch"
brew "wget"
brew "ncdu"

# Programming Environment
brew "cmake"
brew "dialog"
brew "hadolint"
brew "mysql", restart_service: true
brew "mysql-client"
brew "mytop"
brew "openssl@3", link: true
brew "postgresql@14", restart_service: true
brew "python@3.11"
brew "redis", restart_service: true

